IDEA Open Model
LoadCase.Type Property
Compatible with IDEA StatiCa v 10.1
 Sub type
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public LoadCaseSubType Type { get; set; }
Public Property Type As LoadCaseSubType
	Get
	Set
public:
property LoadCaseSubType Type {
	LoadCaseSubType get ();
	void set (LoadCaseSubType value);
}
Property Value
Type: LoadCaseSubType
See Also
Reference
LoadCase Class
IdeaRS.OpenModel.Loading Namespace